<template>
  <div class="middle">
    <header-bar :title="title"></header-bar>
    <div class="middleView" style="margin: 0.625rem 1.25rem;">
      <div class="middleView">
        <div class="middleViewAS" style="width: 50%;">
          <span style="font-size: 0.438rem;color: #333;font-weight: bold;">用户协议</span>
        </div>
        <div class="middleViewAE" style="width: 50%;">
          <span style="font-size: 0.313rem;color: #999;">2011-09-28</span>
        </div>
      </div>
      <div class="middleView" style="margin-top: 0.313rem;">
        <p>本协议由您与沈阳市尚为科技有限公司共同缔结，本协议具有合同效力。</p><br />
        <p>本协议中协议双方合称协议方，沈阳市尚为科技有限公司在协议中亦称为“kaletou”。本协议中“kaletou”指由沈阳市尚为科技有限公司运营的网络交易商城，包括kaletou，域名为kaletou.com。</p><br />
        <p>一、 协议内容及签署</p><br />
        <p>1.本协议内容包括协议正文及所有kaletou已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何kaletou及其关联公司提供的服务（以下称为kaletou）均受本协议约束。</p><br />
        <p>2.您应当在使用kaletou服务之前认真阅读全部协议内容，对于协议中以加粗字体显示的内容，您应重点阅读。如您对协议有任何疑问的，应向kaletou咨询。但无论您事实上是否在使用kaletou服务之前认真阅读了本协议内容，只要您使用kaletou服务，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得kaletou对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p><br />
        <p>3.您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用kaletou服务。</p><br />
        <p>4.kaletou有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，立即自动生效。如您不同意相关变更，应当立即停止使用kaletou服务。您继续使用kaletou服务的，即表示您接受经修订的协议和规则。<p><br />
        <p>二、 注册</p><br />
        <p>1.注册者资格</p><br />
        <p>您确认，在您完成注册程序或以其他kaletou允许的方式实际使用kaletou服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且kaletou有权注销（永久冻结）您的kaletou账户，并向您及您的监护人索偿。</p><br />
        <p>2.账户</p><br />
        <p>在您签署本协议，完成会员注册程序或以其他kaletou允许的方式实际使用kaletou服务时，kaletou会向您提供唯一编号的kaletou账户（以下亦称账户）。</p><br />
        <p>您可以对账户设置会员名和密码，通过该会员名密码或与该会员名密码关联的其它用户名密码登陆kaletou平台。您设置的会员名不得侵犯或涉嫌侵犯他人合法权益。如您连续一年未使用您的会员名和密码登录kaletou平台，kaletou有权终止向您提供kaletou平台服务，注销您的账户。账户注销后，相应的会员名将开放给任意用户注册登记使用。</p><br />
        <p>您应对您的账户（会员名）和密码的安全，以及对通过您的账户（会员名）和密码实施的行为负责。除非有法律规定或司法裁定，且征得kaletou的同意，否则，账户（会员名）和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知kaletou，要求kaletou暂停相关服务。您理解kaletou对您的请求采取行动需要合理时间，kaletou对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p><br />
        <p>为方便您使用kaletou服务及kaletou关联公司或其他组织的服务（以下称其他服务），您同意并授权kaletou将您在注册、使用kaletou服务过程中提供、形成的信息传递给向您提供其他服务的kaletou关联公司或其他组织，或从提供其他服务的kaletou关联公司或其他组织获取您在注册、使用其他服务期间提供、形成的信息。</p><br />
        <p>3.会员</p><br />
        <p>在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他kaletou允许的方式实际使用kaletou服务时，您即成为kaletou会员（亦称会员）。</p><br />
        <p>在注册时，您应当按照法律法规要求，或注册页面的提示准确提供，并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，kaletou有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部kaletou服务。kaletou对此不承担任何责任，您将承担因此产生的任何直接或间接支出。</p><br />
        <p>您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便kaletou或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用kaletou服务过程中产生任何损失或增加费用的，应由您完全独自承担。</p><br />
        <p>您在使用kaletou服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。</p><br />
        <p>三、 kaletou服务</p><br />
        <p>1.通过kaletou及其关联公司提供的kaletou服务和其它服务，会员可在kaletou上查询商品和服务信息、达成交易意向并进行交易、参加kaletou组织的活动以及使用其它信息服务及技术服务。</p><br />
        <p>2.您在kaletou上交易过程中发生交易纠纷时，需要根据PAYPAL交易规则，并根据PAYPAL仲裁处理到最后结果。</p><br />
        <p>3.您了解并同意，kaletou有权应政府部门（包括司法及行政部门）的要求，向其提供您在kaletou填写的注册信息和交易纪录等必要信息。如您涉嫌侵犯他人知识产权，则kaletou亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。</p><br />
        <p>四、 kaletou服务使用规范</p><br />
        <p>1.在kaletou上使用kaletou服务过程中，您承诺遵守以下约定：</p><br />
        <p>a） 在使用kaletou服务过程中实施的所有行为均遵守当地国家法律、法规、国际法规等规范性文件及kaletou各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保kaletou免于因此产生任何损失。</p><br />
        <p>c） 在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。</p><br />
        <p>d） 不对kaletou上的任何数据作商业性利用，包括但不限于在未经kaletou事先书面同意的情况下，以复制、传播等任何方式使用kaletou站上展示的资料。</p><br />
        <p>e） 不使用任何装置、软件或例行程序干预或试图干预kaletou的正常运作或正在kaletou上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸kaletou网络设备的行动。</p><br />
        <p>2.您了解并同意：</p><br />
        <p>a） kaletou有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。</p><br />
        <p>b） 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者kaletou根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则kaletou有权在kaletou上公示您的该等涉嫌违法或违约行为及kaletou已对您采取的措施。</p><br />
        <p>c） 对于您在kaletou上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，kaletou有权不经通知您即予以删除，且按照规则的规定进行处罚。</p><br />
        <p>五、 协议终止</p><br />
        <p>1.您同意，kaletou有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部kaletou服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任。</p><br />
        <p>2.出现以下情况时，kaletou有权直接以注销账户的方式终止本协议：</p><br />
        <p>a） kaletou终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为kaletou用户的；</p><br />
        <p>b） 您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或kaletou以其它联系方式通知您更改电子邮件信息，而您在kaletou通知后三个工作日内仍未更改为有效的电子邮箱的。</p><br />
        <p>c） 您注册信息中的主要内容不真实或不准确或不及时或不完整。</p><br />
        <p>d） 本协议（含规则）变更时，您明示并通知kaletou不愿接受新的服务协议的；</p><br />
        <p>e） 其它kaletou认为应当终止服务的情况。</p><br />
        <p>3.您有权向kaletou要求注销您的账户，经kaletou审核同意的，kaletou注销（永久冻结）您的账户，届时，您与kaletou基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，kaletou没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p><br />
        <p>4.您同意，您与kaletou的合同关系终止后，kaletou仍享有下列权利</p><br />
        <p>a） 继续保存您的注册信息及您使用kaletou服务期间的所有交易信息。</p><br />
        <p>b） 您在使用kaletou服务期间存在违法行为或违反本协议和/或规则的行为的，kaletou仍可依据本协议向您主张权利。</p><br />
        <p>5.kaletou中止或终止向您提供kaletou服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保kaletou免于因此产生任何损失或承担任何费用：</p><br />
        <p>a） 您在服务中止或终止之前未交易的，kaletou有权在中止或终止服务的同时终止相关交易；</p><br />
        <p>b） 您在服务中止或终止之前达成买卖合同，但合同尚未实际履行的，kaletou有权删除该买卖合同及同时终止相关交易；</p><br />
        <p>c） 您在服务中止或终止之前已经达成买卖合同且已部分履行的，kaletou可以不删除该项交易，直到事件解除后或终止相关交易。</p><br />
        <p>六、隐私权政策</p><br />
        <p>kaletou将在kaletou公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。</p><br />
        <p>七、法律适用、管辖与其他</p><br />
        <p>1.本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，国际法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。</p><br />
        <p>2.因本协议产生之争议，应依照中华人民共和国法律，国际法律予以处理，并以辽宁省沈阳市铁西区人民法院为第一审管辖法院。</p><br />
<!--        <p>替换</p><br />-->
<!--        <p>替换</p><br />-->
      </div>
    </div>
  </div>
</template>

<script>
    import header from '../components/HeadBar.vue';
    import '../../static/css/common.css' /*引入公共样式*/
    export default {
        name: "agreement",
        components: {
            'header-bar': header,
        },
        data() {
            return {
                title: '用户协议',
            }

        },
        methods: {

        }
    }
</script>

<style scoped>

</style>
